[
    {
        "id": 1,
        "version": "00",
        "locations": {
            "City": {
                "step": "Прежде чем вынести украденный товар из магазина, вы хотите убедиться, что вас никто не заметил",
                "test": {
                    "type": "Attention",
                    "success": "Возьмите 1 актив-ВЕЩЬ из резерва или 1 случайную ВЕЩЬ ищ колоды активов",
                    "fail": "Хозяин магазина ловит вас с поличным: возьмиие состояние ЗАКЛЮЧЕНИЕ"
                }
            },
            "Wilderness": {
                "step": "Перед вами лежат останки давно погибшего исследователя. Кое-что из его снаряжения ещё могло бы вам послужить, а ему точно уже не пригодится. Вы обшариваете карманы мертвеца: вощьмите 1 случайную ВЕЩЬ из колоды активов и потеряёте 1 РАССУДОВ"
            },
            "Sea": {
                "step": "Натолкнувшись на обломки кораблекрушения, вы ищете выживших или хотя бы что-нибудь полезное",
                "test": {
                    "type": "Attention",
                    "modificatior": "-1",
                    "success": "Вы находитн сундук: вощьмите 1 АРТЕФАКТ",
                    "fail": "При провале вы потратили несколько часов в пустую: вы ЗАДЕРЖАНЫ"
                }
            }
        }
    },
    {
        "id": 2,
        "version": "00",
        "locations": {
            "City": {
                "step": "Продажные полицейские вымогают у вас взятку. Вы просите знакомых прмрчь вас с этой проблемой",
                "test": {
                    "type": "Communication",
                    "success": "Полиция извиняется и делится с вами информацией: выложите на поле 1 УЛИКУ",
                    "fail": "Вы вынуждены заплатить: возьмите состояние ДОЛГ"
                }
            },
            "Wilderness": {
                "step": "Вдали от дорог и поселений вы находите неглубокую могилу, отмеченную только оккультным символом. Борясь с нарастающим страхом, вы раскапываете её",
                "test": {
                    "type": "Will",
                    "success": "Вы отрыли обугленный труп, сжимающий в руках дневник: получите 1 УЛИКУ или улучшите навык ЗНАНИЕ",
                    "fail": "Вы в панике бежите прочь: возьмите состояние ПРОКЛЯТИЕ"
                }
            },
            "Sea": {
                "step": "Корабль попал в полосу густого тумана. Суеверные моряки в ужас. Когда туманнаконец рассеялся, выясняется, что вы каким-то образом преодолели сотни миль. Переместитесь в соседнюю локацию и потеряйте 1 РАССУДОК"
            }
        }
    },
    {
        "id": 3,
        "version": "00",
        "locations": {
            "City": {
                "step": "Прямо на ваших глазах грабят магазин! Вы пытаетесь помешать бандитам",
                "test": {
                    "type": "Strength",
                    "success": "Хозяин магазин очень благодарен: возьмите 1 актив-ВЕЩЬ из резерва или 1 случайную ВЕЩЬ из колоды активов",
                    "fail": "Потеряйте 1 здоровье и сбросьте 1 ВЕЩЬ"
                }
            },
            "Wilderness": {
                "step": "Освободив алтарь от многолетних наслоений мха и лишайника, вы видите вырезанные на камне первобытные письмена. Вы пытаетесь расшифровать их",
                "test": {
                    "type": "Lore",
                    "success": "Получите 1 УЛИКУ или возьмите 1 ЗАКЛИНАНИЕ"
                }
            },
            "Sea": {
                "step": "Один из матросов поёт старую морскую балладу о женщине, ищущей своего убитого мужа. Сюжет кажется вам знакомым",
                "test": {
                    "type": "Lore",
                    "modificatior": "-1",
                    "success": "Вы узнаёте историю Исиды, и моряк обучает вас этой песен: возьмите состояние БЛАГОСЛОВЛЕНИЕ и восстановите 1 здоровье и 1 рассудок"
                }
            }
        }
    },
    {
        "id": 4,
        "version": "00",
        "locations": {
            "City": {
                "step": "Мафиози требуют, чтобы вы заплатили за защиту. Вы предлагает им столько, сколько можете себе позволить",
                "test": {
                    "type": "Communication",
                    "fail": "Они устраивают вам несчастный случай: возьмите состояние ТРАВМА НОГИ"
                }
            },
            "Wilderness": {
                "step": "Лежащая впереди местность выглядит непроходимой, но идити в обход будет слишком долго. Вы ищете хоть какую-то дорогу",
                "test": {
                    "type": "Attention",
                    "success": "Вы находите тропу: переместитесь в соседнюю локацию",
                    "fail": "Вы идёте напрямик через холмы и овраги: потеряйте 1 ЗДОРОВЬЕ и возьмите состояние ТРАВМА НОГИ"
                }
            },
            "Sea": {
                "step": "На крошечном островке горит костёр, но нет и следа людей. Вы обыскиваете остров",
                "test": {
                    "type": "Attention",
                    "success": "Вы замечаете человека, спрятавшегося за большими камнями: получите 1 УЛИКУ и возьмите 1 случайного СОЮЗНИКА из колоды активов",
                    "fail": "Загадка остаётся нераскрытой: возьмите состояние ПАРАНОЙЯ"
                }
            }
        }
    },
    {
        "id": 5,
        "version": "00",
        "locations": {
            "City": {
                "step": "Подозрительный тип прделагает продать вам оружие, если не станете задавать лишних вопросов. Вы пытаетесь выяснить его истинные мотивы",
                "test": {
                    "type": "Communication",
                    "success": "Возьмите одно случайное ОРУЖИЕ из колоды активов",
                    "fail": "Полицейский под прикрытием арестовывает вас: возьмите состояние ЗАКЛЮЧЕНИЕ"
                }
            },
            "Wilderness": {
                "step": "Склон холма неестественно ровный, будто под ним скрывается какое-то сооружение Вы ищете способ пробраться внутрь - там наверняка спрятаны древние сокровища. Можете потратить 1 УЛИКУ, чтобы взять 1 АРТЕФАКТ"
            },
            "Sea": {
                "step": "По словам капитана, именно здесь когда-то произошло знаменитое кораблекрушение. Используя водолазное снаряжение, которое есть на вашем суднеЮ вы могли бы спуститься на дно и осмотреть обломки. Можете ЗАДЕРЖАТЬСЯ, чтобы взять 1 АРТЕФАКТ"
            }
        }
    },
    {
        "id": 6,
        "version": "00",
        "locations": {
            "City": {
                "step": "Вы бродите по старому букинистическому магазину. Здесь попадаются очень редкие книги, но разобраться, по какому принципе они расставлены на полках, почти невозможно",
                "test": {
                    "type": "Lore",
                    "modificatior": "-1",
                    "success": "Вы находите настоящее сокровище: возьмите 1 артефакт-КНИГУ"
                }
            },
            "Wilderness": {
                "step": "Вы помогаете девушке в поисках её дяди, который живёт где-то в сельской местности",
                "test": {
                    "type": "Attention",
                    "success": "Вы нашли эксцентричного старика, и в благодарность за помошь племяннице он делает вам подарок: возьмите 1 артефакт-КНИГУ"
                }
            },
            "Sea": {
                "step": "Втреченныё вами корабль казался покинутым, но теперь вы видите, что его команда состоит из призраков. Вы пытаетесь понять, что случилось с этим судном",
                "test": {
                    "type": "Lore",
                    "success": "Призрачный капитан помогает вам: получите 1 УЛИКУ или улучшите навык ВОЛЯ",
                    "fail": "Возьмите состояние ПРОКЛЯТИЕ"
                }
            }
        }
    },
    {
        "id": 7,
        "version": "00",
        "locations": {
            "City": {
                "step": "Под конец дружеской партии в карты ставки вырастают до небес",
                "test": {
                    "type": "Communication",
                    "success": "Поразив всех своей победойЮ вы нашли нового приятеля: возьмите 1 случайного СОЮЗНИКА из колоды активов",
                    "fail": "Вы проиграли невероятную сумму: возьмите состояние ДОЛГ"
                }
            },
            "Wilderness": {
                "step": "Вы потеряли карту и теперь пытаетесь понять,  какую сторону идти",
                "test": {
                    "type": "Attention",
                    "success": "Вы благополучно продолжаете свой путь: переместитесь в соседнюю локацию",
                    "fail": "Вы ходите кругами: возьмите 1 состояние-БЕЗУМИЕ, и вы ЗАДЕРЖАНЫ"
                }
            },
            "Sea": {
                "step": "Внезапно поднимается ветер, и на ваше судно обрушивается сильный шторм. Огромные волны швыряют корабль как игрушку, и вы несколько раз падаете на палубу. Потретяйте 1 рассудок и возьмите состояние ТРАВМА СПИНЫ"
            }
        }
    },
    {
        "id": 8,
        "version": "00",
        "locations": {
            "City": {
                "step": "Весёлая ночная пирушка поднимает вам настроение: восстановите 2 РАССУДКА. Развлекаясь вы рискуете стать жертвой воров",
                "test": {
                    "type": "Attention",
                    "fail": "Сбросьте 1 ВЕЩЬ"
                }
            },
            "Wilderness": {
                "step": "Сидя ночью у костра, вы слышите песнопения откуда-то из темноты. Вы рисуете на земле защитный символ.",
                "test": {
                    "type": "Lore",
                    "success": "Наутро вы находите следы обряда, которые в будущем помогут вам опознать культистов: получите 1 УЛИКУ или улучшите навык ОБЩЕНИЕ",
                    "fail": "Возьмите состояние ПРОКЛЯТЬЕ"
                }
            },
            "Sea": {
                "step": "Вы нашли на борту до смерти испуганного безбилетника. Вы успокаиваете его и спрашиваете, что с ним случилось",
                "test": {
                    "type": "Communication",
                    "success": "Он рассказывает об ужасных тварях и невероятных мирах: получите 1 УЛИКУ",
                    "fail": ""
                }
            }
        }
    },
    {
        "id": 9,
        "version": "00",
        "locations": {
            "City": {
                "step": "Полиция ищет монстра из канализации, который похищает людей. Когда вы спускаетесь в полземные туннели, на вас нападает ГЛУБОКОВОДНЫЙ",
                "test": {
                    "type": "Strength",
                    "success": "Вы побеждаете тварь и спасаете её жертву: возьмите 1 случайного СОЮЗНИКА из колоды активов",
                    "fail": "Потеряйте в схватке 1 здоровье"
                }
            },
            "Wilderness": {
                "step": "Среди ночи на лагерь нападает дикий зверь",
                "test": {
                    "type": "Strength",
                    "success": "Вы преисполнились уверенности в себе: улучшите навык ВОЛЯ",
                    "fail": "Потеряйте 1 ЗДОРОВЬЕ и возьмите состояние ТРАВМА НОГИ"
                }
            },
            "Sea": {
                "step": "Вы обедаете с капитаном. Вам кажется, что ему приходилось встречаться со сверхъестественным, и вы просите его поделиться опытом",
                "test": {
                    "type": "Communication",
                    "success": "Рассказ капитана полон важных деталей: выложите на поле 1 УЛИКУ"
                }
            }
        }
    },
    {
        "id": 10,
        "version": "00",
        "locations": {
            "City": {
                "step": "Полиция просит вас помочь в расследовании ритуальных убийств. Осмотр места преступления вызывает у вас тошноту",
                "test": {
                    "type": "Will",
                    "success": "Вам удалось найти нужную информацию: выложите на поле 1 улику",
                    "fail": "Вы не можете вынести жуткое зрелище: потеряйте 2 РАССУДКА"
                }
            },
            "Wilderness": {
                "step": "Из-за скверной погоды у вас началась лихорадка. Несмотря на болезнь, вы собираетесь с силами, чтобы продолжить путь",
                "test": {
                    "type": "Strength",
                    "fail": "Жар растёт, и у вас начинаются видения: возьмите состояние ГАЛЛЮЦИНАЦИИ"
                }
            },
            "Sea": {
                "step": "Ночью вас будит стрельба. Глубоководные пробрались на борт и пытаются вывести из строя двигатель. Вы помогаете матросам отбить нападение",
                "test": {
                    "type": "Strength",
                    "fail": "Морские твари успевают сломать двигатель, и вам приходится ждать спасения: вы ЗАДЕРЖАНЫ"
                }
            }
        }
    },
    {
        "id": 11,
        "version": "00",
        "locations": {
            "City": {
                "step": "На старом кладбище вы встретили призрака, который хочет поведать о своих злоключениях. У вас поджилки трясутся, но вы слушаете его рассказ",
                "test": {
                    "type": "Will",
                    "success": "Дух с благодарностью исчезает: восстановите 2 РАССУДАК",
                    "fail": "Его жуткий голос не идёт у вас из головы: возьмите состояние ПАРАНОЙЯ"
                }
            },
            "Wilderness": {
                "step": "Если верить карте, недалеко отсюда есть озеро, обладающеецелительной силой. Можете ЗАДЕРЖАТСЯ, чтобы восстановить 3 рассудка или сбросить 1 состояние-БЕЗУМИЕ"
            },
            "Sea": {
                "step": "Один из моряков разговаривает на непонятном древнем наречии. Припоминая все известные вам редкие языки, вы пытаетесь побеседовать с этим целовеком",
                "test": {
                    "type": "Lore",
                    "success": "Он обучает вас тайному песнопению: возьмите 1 ЗАКЛИНАНИЕ",
                    "fail": "Он порчит что-то неразборчивое: возьмите состояние ПРОКЛЯТИЕ"
                }
            }
        }
    },
    {
        "id": 12,
        "version": "00",
        "locations": {
            "City": {
                "step": "У мафии в этом городе большие проблемы - как с полицией, так и с местными бандами. Вы используете свои связи, чтобы немного облегчить жизнь мафиози",
                "test": {
                    "type": "Communication",
                    "success": "Возьмите 1 актив-УСЛУГУ из резерва или 1 случайную УСЛУГУ из колоды активов"
                }
            },
            "Wilderness": {
                "step": "Обнарудив на стене пещеры первобытные рисунки, вы решаете продолжить свой спуск в подземные глубины. Протискиваясь по тёмным тоннелям, вы боретесь с нарастающей клаустрофобией",
                "test": {
                    "type": "Will",
                    "modificatior": "-1",
                    "success": "Возьмите 1 АРТЕФАКТ, оставленный древенй цивилизацией",
                    "fail": "Потеряйте 2 РАССУДКА"
                }
            },
            "Sea": {
                "step": "Огромная волна захлёстывает палубу, и ценный предмет выскальзывает из ваших рук. Вы ныряете в воду, задерживая дыхание как только можете, чтобы вернуть потерюЮ прежде чем она уйдёт на дно",
                "test": {
                    "type": "Will",
                    "fail": "Сбросьте 1 ВЕЩЬ"
                }
            }
        }
    },
    {
        "id": 13,
        "version": "01",
        "locations": {
            "City": {
                "step": "Ночной сторож рассказывает, что с его склада 'пропал' ящик оружия. Вы предлагаете заплатить за информацию",
                "test": {
                    "type": "Communication",
                    "success": "Он отводит вас в переулок: возьмите 1 случайное ОРУЖИЕ из колоды активов",
                    "fail": "Он заманивает вас в ловушку: потеряйте 1 здоровье и возьмите состояние ТРАВМА НОГИ"
                }
            },
            "Wilderness": {
                "step": "Вы несёте раненного священника по труднопроходимой местности",
                "test": {
                    "type": "Strength",
                    "modificatior": "-1",
                    "success": "он возвращается в свой приход и молится за вас: возьмите стостояние БЛАГОСЛОВЛЕНИЕ",
                    "fail": "Помощь требуется уже вам: возьмите состояние ТРАВМА СПИНЫ"
                }
            },
            "Sea": {
                "step": "Грузовой трюм корабля заливает водой, и команда просит вас помочь заделать пробоину",
                "test": {
                    "type": "Strength",
                    "success": "Вы замечаете среди ящиков кое-что полезное: возьмите 1 случайную ВЕЩЬ из колоды активов",
                    "fail": "Вы надорвались: потеряйте 2 ЗДОРОВЬЯ"
                }
            }
        }
    },
    {
        "id": 14,
        "version": "01",
        "locations": {
            "City": {
                "step": "Вы пытаетесь убедить руководство престижного клуба путешественников, что ваше членство в этойо рганизации добавит ей авторитета",
                "test": {
                    "type": "Communication",
                    "modificatior": "-1",
                    "success": "Члены клуба помогают вам в дальнейших путешествиях: получите 1 БИЛЕТ на корабль и 1 БИЛЕТ на поезд"
                }
            },
            "Wilderness" : {
                "step": "Заметив, как по вашей руке ползёт очень ядовитый паук, вы собираетесь осторожно сбросить его, но сохранить самообладание не так уж и просто",
                "test": {
                    "type": "Will",
                    "fail": "Вы резко дёргаетесь, и паук кусает вас: потеряйте 1 рассудок и возьмите состояние ОТРАВЛЕНИЕ"
                }
            },
            "Sea" : {
                "step": "Рассказы матросов о несметных богатствах, покоящихся на дне где-то в этих местах, напоминают вам историю одного малоизвестного кораблекрушения",
                "test": {
                    "type": "Lore",
                    "success": "Вы делите на всех найденные сокровища: улучшите навык ОБЩЕНИЕ",
                    "fail": "Моряки считают, что вы у них в долгу: сбросьте 2 ВЕЩИ или БЕЗДЕЛУШКИ"
                }
            }
        }
    },
    {
        "id": 15,
        "version": "01",
        "locations": {
            "City": {
                "step": "Мошенники выбрали вас своей следующей жертвой, но у вас найдется чем ответить",
                "test": {
                    "type": "Attention",
                    "modificatior": "-1",
                    "success": "Вы выходите сухим из воды и обзаводитесь солидной репутацией: улучшите навык ОБЩЕНИЕ",
                    "fail": "Вас оставляют в дураках: сбросьте 1 ВЕЩИ и 1 БЕЗДЕЛУШКУ"
                }
            },
            "Wilderness": {
                "step": "Вы находите часовню с родником, которых нет на ваших картах",
                "test": {
                    "type": "Lore",
                    "modificatior": "-2",
                    "success": "Вы припоминаете старую легенду об источнике жизни: возьмите 1 артефакт-ЭЛИКСИР",
                    "fail": "Вы погружаетесь в изучение карт и не замечаете как какой-то зверёк утаскивает что-то из-за вашей сумки: сбросьте 1 БЕЗДЕЛУШКУ"
                }
        
            },
            "Sea": {
                "step": "Ночью в свете молний вы видите как на фоне неба вырисовывается силуэт исполинского существа. От этого зрелища кровь стынет у вас в жилах",
                "test": {
                    "type": "Will",
                    "fail": "При провале потеряйте 1 РАССУДОК и возьмите состояние ПАРАНОЙЯ"
                }
        
            }
        }
        
    },
    {
        "id": 16,
        "version": "01",
        "locations": {
            "City": {
                "step": "Говорят что в старой части города есть магазинчик с потрясающим выбором редких книг, но найти его не всегда удается. Собрав слухи вы отправляетесь на поиски загадочной лавки",
                "test": {
                    "type": "Lore",
                    "modificatior": "-2",
                    "success": "Возьмите 1 артефакт-КНИГУ",
                    "fail": "Бесплодные поиски удручают вас: потеряйет 2 РАССУДКА"
                }
        
            },
            "Wilderness": {
                "step": "Ваша еда испортилась, а пополнить запасы негде. Остаётся только добывать пропитание охотой",
                "test": {
                    "type": "Attention",
                    "modificatior": "-1",
                    "success": "Свежая пищи придает вам сил: восстановите 2 ЗДОРОВЬЯ",
                    "fail": "Вы довольствуйтесь протухший едой: возьмите состоянии ОТРАВЛЕНИЕ"
                }
            },
            "Sea": {
                "step": "Cтая дельфинов окружают ваш корабль словно пытаясь остановить его. Можете ЗАДЕРЖАТЬСЯ чтобы провести здесь ночь",
                "test": {
                    "type": "Decision",
                    "success": "Во сне вам является один из старших богов Ноденс, и вы пробуждаетесь с новыми знаниями: выложите 2 УЛИКИ"
                }
            }
        }
    },
    {
        "id": 17,
        "version": "02",
        "locations": {
            "City": {
                "step": "Известный криминальный авторите предлагает вам ценную информацию, однако цена превышает ваши возможности. Можете взять состояние долг",
                "test": {
                    "type": "Decision",
                    "success": "Босс делится с вами тем, что ему известно: возьмите 1 уникальный актив-ЗАДАЧУ"
                }
            },
            "Wilderness": {
                "step": "Заброшенная хижина заросла мхом и плесенью, а пол завален экскрементами животных. Вы быстро осматриваете руины",
                "test": {
                    "type": "Attention",
                    "modificatior": "-1",
                    "success": "Вы находите нетронутую книгу: возьмите уникальный актив СТАРЫЙ ДЕНВНИК",
                    "fail": "ПОтолок обрущивается, засывая вас чёрной плесенью: возьмите состояние ЗАРАЖЕНИЕ"
                }
            },
            "Sea": {
                "step": "Кто-то уничтожил корабельные запасы топлива и провианта. ЧТобы дождаться помощи и не умереть от голодаЮ вы отправляетесь искать пищу на ближайший остров",
                "test": {
                    "type": "Attention",
                    "fail": "Во время вылазки на вас нападают дикие звери: потеряйте 1 ЗДОРОВЬЕ и возьмите состояние ТРАВМА НОГИ"
                }
            }
        }
    },
    {
        "id": 18,
        "version": "02",
        "locations": {
            "City": {
                "step": "На распродаже вы торгуетесь за книги, принадлежавшие некоему историку",
                "test": {
                    "type": "Communication",
                    "modificatior": "-1",
                    "success": "Вы приобретаете много ценных текстов, включая его личный дневник: получите 1 УЛИКУ и возьмите уникальный актив СТАРЫЙ ДНЕВНИК",
                    "fail": "Кто-то замечает ваш интерес: возмите одно состояние-ПРЕСЛЕДОВАНИЕ"
                }
            },
            "Wilderness": {
                "step": "Ветер на миг меняет направление, и вы успеваете уловить запах чего-то, крадущегося за вами. Что бы это ни было, вы ищете способ сбить его со своего следа",
                "test": {
                    "type": "Attention",
                    "fail": "При провале нечто продолжет преследовать вас: потеряйте 1 РАССУДОК и возьмите состояние ПОГОНЯ"
                }
            },
            "Sea": {
                "step": "Матрос говорит вам о рискованной авантюре. Если убедите его, что она вам по зубам, он раскроет подробности",
                "test": {
                    "type": "Communication",
                    "modificatior": "-1",
                    "success": "Он рассказывает вам всё, что знает сам: возьмите 1 уникальный актив-ЗАДАЧУ",
                    "fail": "Его сомнения в ваших способностях подрывают вашу собственную уверенность: сбросьте 1 жетон УЛУЧШЕНИЯ"
                }
            }
        }
    },
    {
        "id": 19,
        "version": "02",
        "locations": {
            "City": {
                "step": "Чтобы найти легендарную городскую волшебную лавку, нужно уметь ходить по лей-линиям",
                "test": {
                    "type": "Lore",
                    "modificatior": "-1",
                    "success": "Хозяин позволяет вам сделать только одну покупку: возьмите 1 случайный ВОЛШЕБНЫЙ актив из колоды",
                    "fail": "В своих поисках вы, похоже, побывали в ином измерении: переместитесь в СЛУЧАЙНУЮ локацию"
                }
            },
            "Wilderness": {
                "step": "Ветер становится холоднееЮ и прежде чем вы успеваете найти убежище, на вас обрушивается буря. ЧТобы выстоять, потребуется вся ваша выносливость",
                "test": {
                    "type": "Strength",
                    "fail": "Вы не в силах сопротивляться стихии: потеряйте 1 ЗДОРОВЬЕ и возьмите состояние ПЕРЕОХЛАЖДЕНИЕ"
                }
            },
            "Sea": {
                "step": "Посреди ночи вы с ужасом видите призрак матроса, умершего в вашей каюте",
                "test": {
                    "type": "Will",
                    "success": "Дух показывает вам тайник в полу: возьмите уникальный актив СТАРЫЙ ДНЕВНИК",
                    "fail": "Вы с воплями выбегаете из каюты: потеряёте 2 РАССУДКА"
                }
            }
        }
    },
    {
        "id": 20,
        "version": "02",
        "locations": {
            "City": {
                "step": "Вы встаёте на защиту случайного прохожего от банды головорезов",
                "test": {
                    "type": "Strength",
                    "modificatior": "-1",
                    "success": "Жертва кажется вам знакомой: возьмите уникальный актив-ПЕРСОНАЖА",
                    "fail": "От бандитов достается и вам: потеряйте 1 ЗДОРОВЬЕ и возьмите состояние ВНУТРЕННЯЯ ТРАВМА"
                }
            },
            "Wilderness": {
                "step": "Вы в ужас наблюдаете, как с тёмного неба спускается ночной призрак",
                "test": {
                    "type": "Will",
                    "success": "Вы сохраняете спокойствие, и он вручает вам дар Ноденса: возьмите 1 случайный ВОЛШЕБНЫЙ актив из колоды",
                    "fail": "Тварь похищает вас: потеряйте 1 рассудок и переместитесь в ближайшую локацию с вратами"
                }
            },
            "Sea": {
                "step": "Неизвестная болезнь поразила нескольких членов экипажа, и из поместили в карантин. Во время плавания вы делаете всё возможное, чтобы не дать инфекции распространиться",
                "test": {
                    "type": "Attention",
                    "fail": "Вы всё-таки заражаетесь: потеряйте 1 рассудок и возьмите 1 состояние-БОЛЕЗНЬ"
                }
            }
        }
    },
    {
        "id": 21,
        "version": "03",
        "locations": {
            "City" : {
                "step": "Власти расследуют деятельность местной Ложи Серебряных Сумерек. Её члены будут рады обратить свою магию на пользу вашему делу Если вы замолвите за них словечко. Можете взять состояние ДОГОВОР, чтобы взять одно состояние ДАР"
            },
            "Wilderness": {
                "step": "Где-то здесь заблудился человек. Местные проводники помогут найти его только за плату",
                "test": {
                    "type": "Communication",
                    "success": "Вы находите пропавшего. Возьмите один уникальный актив-ПЕРСОНАЖА",
                    "fail": "Вы боитесь, что сами заблудились и остались без помощи: возьмите состояние ПАРАНОЙЯ"
                }
            },
            "Sea": {
                "step": "В капитанской каюте хранится запертый сундук, покрытый магическими рунами. Улучшив момент, вы пытаетесь открыть его",
                "test": {
                    "type": "Strength",
                    "success": "Возьмите один РЕДКИЙ уникальный актив",
                    "fail": "Капитан ловит вас: переместитесь в ближайший город и возьмите состояния ЗАКЛЮЧЕНИЕ"
                }
            }
        }
    },
    {
        "id": 22,
        "version": "03",
        "locations": {
            "City": {
                "step": "Вы замечаете что уличный фокусник использует в своем выступлении настоящую магию: возьмите одно заклинание-АУРУ. Для одного из трюков он запирает вас в сейф",
                "test": {
                    "type": "Will",
                    "modificatior": "-1",
                    "success": "Вы сохраняeте спокойствие и появляетесь под гром аплодисментов: восстановите 2 рассудка",
                    "fail": "Вы поддаётесь панике: возьмите состояние ПАРАНОЙЯ"
                }
        
            },
            "Wilderness": {
                "step": "Заметив, что вас кто-то выслеживает, вы решаете замести следы и найти укрытие",
                "test": {
                    "type": "Attention",
                    "fail": "Тварь настигает вас: монстр нападает из засады!"
                }
        
            },
            "Sea":{
                "step": "Поймав и связав нечеловечески сильного безбилетника, вы допрашиваете его, надеясь узнать об источнике его силы",
                "test": {
                    "type": "Communication",
                    "success": "Получите одну УЛИКУ или улучшите СИЛУ",
                    "fail": "Он разрывает путы и нападает: возьмите состояние ТРАВМА ГОЛОВЫ"
                }
        
            }
        }
    },
    {
        "id": 23,
        "version": "03",
        "locations": {
            "City": {
                "step": "Толпа обвиняет известного культиста Этьен-Лорана де Мариньи в нескольких загадочных смертях. Вы пытаетесь спасти его от ареста",
                "test": {
                    "type": "Communication",
                    "modificatior": "-1",
                    "success": "Возьмите уникальный актив ЭТЬЕН-ЛОРАН",
                    "fail": "Вас обвиняют вместо него: возьмите состояние ЗАКЛЮЧЕНИЕ"
                }
            },
            "Wilderness": {
                "step": "Расположенные особым образом камни приводит вас к пещере. Вы осторожно осматриваете её, стараясь не провалиться в многочисленные ямы",
                "test": {
                    "type": "Attention",
                    "success": "Вы находите скелет, прижимающий что-то к груди: возьмите один РЕДКИЙ уникальный актив",
                    "fail": "Вы оступаетесь: возьмите состояние ТРАВМА ГОЛОВЫ"
                }
            },
            "Sea": {
                "step": "Завтра утром команда собирается похоронить в море умершего матроса. Вы проводите ночь за изучением оккультных татуировок, покрывающих всю кожу мертвеца",
                "test": {
                    "type": "Will",
                    "success": "Возьмите 1 заклинание-АУРУ",
                    "fail": "Покойник заговаривает с вами: потеряйте 1 РАССУДОК"
                }
            }
        }
        
    },
    {
        "id": 24,
        "version": "03",
        "locations": {
            "City": {
                "step": "Богатый наследник ищет человека с первоклассными рекомендациями, чтобы тот исполнил последнее желание его отца",
                "test": {
                    "type": "Communication",
                    "success": "Возьмите 1 уникальный актив-ЗАДАЧУ",
                    "fail": "Его громилы обходятся с вами крайне неаккуратно: возьмите состояние ТРАВМА ГОЛОВЫ"
                }
            },
            "Wilderness": {
                "step": "Вы осталвяете дар таинственным обитателям этих мест внутри круга их мухоморов",
                "test": {
                    "type": "Lore",
                    "success": "Эти существа посещают вас во снах: возьмите 1 заклинание-АУРУ",
                    "fail": "Ваше подношение им не по душе: возьмите состояние ГАЛЛЮЦИНАЦИИ"
                }
            },
            "Sea": {
                "step": "Матрос с бледным лицом и распухшим телом предлагает вам сделку. Он показывает вам необычный предмет, едва удерживая его обезображенными пальцами. Можете взять состояние ДОГОВОР, чтобы взять один АРТЕФАКТ"
            }
        }
    }
]