[
    {
        "id": 2,
        "version": "00",
        "step": "Вы стоите на Таймс-сквер в Нью-Йорке, но не узнаёте площадь. Улицы пусты, а здания превратились в пыль. ВИдимо, вам так и не удалось спасти мир, от осознания этого на вас накатывает отчаяние",
        "test": {
            "type": "Will",
            "modificator": "-1",
            "success": {
                "step": "Взяв себяв руки, вы идёте к руинам центральной библиотеки. Вы находите там полезные книги: закройте эти врата. Глубоко в подвалах библиотеки вы роетесь в архивах, разыскивая сведения о гибели человечества",
                "test": {
                    "type": "Attention",
                    "success": "Получите 2 УЛИКИ"
                }
            },
            "fail": {
                "step": "Когда вы рыдваете, стоя на коленях на растрескавшейся мостовой, на вас падает тень человека. 'Всё это ваша вина', - говорит он спокойно. Его золотой головной убор кажется вам знакомым",
                "test": {
                    "type": "Will",
                    "fail": "Вы признаёте правоту его слов: потеряйте 6 РАССУДКА"
                }
            }
        }
    },
    {
        "id": 3,
        "version": "00",
        "step": "В книгах на высоком стеллаже собрана мудрость и далёкого прошлого, и отдалённого будущего. К сожалению, все они написаны на непонятном инопланетном языке. Вы пытаетесь расшифровать замысловатое криволинейное письмо",
        "test": {
            "modificator": "-1",
            "type": "Lore",
            "success": {
                "step": "Разобравшись в символах, вы находите способ вернуться домой: ЗАКРОЙТЕ эти врата. По возвращении вы забываете о своей жизни в Городе Великой Расы, но вас преследуют странные сны",
                "test": {
                    "type": "Will",
                    "success": "Вы разгадываете смысл этих видений: получите 1 УЛИКУ"
                }
            },
            "fail": {
                "step": "Соимволы не поддаются расшифровке. Вы боитесь, что застряли здесб навсегда, и лихорадочно ищете путь домой. Вас гложет отчаяние: потеряйте 2 РАССУДКА и возьмите состояние ПАРАНОЙЯ, если не потрятите 1 УЛИКУ"
            }
        }
    },
    {
        "id": 4,
        "version": "00",
        "step": "Повернув за угол, вы внезапно оказываетесь на сцене. Актёры произносят свои реплики и смотрят на вас с ожиданием. Кто-то из-за кулис передаёт вам пьесу, и вы пытаетесь разобраться в тексте",
        "test": {
            "modificator": "-1",
            "type": "Lore",
            "success": {
                "step": "Зрители аплодируют вашему выступлению, и занавес падает: ЗАКРОЙТЕ эти врата. Вы размышляете, не остаться ли вам на следующее представление, чтобы уловить детали, которые вы упустили в первый раз. Можете ЗАДЕРЖАТЬСЯ, чтобы получить 2 УЛИКИ"
            },
            "fail": {
                "step": "Нетерпение публики и актёров растёт. Так и не найдя своих слов, вы делаете вид, будто сейчас не ваша реплика",
                "test": {
                    "type": "Communication",
                    "fail": "Спектакль обрывается, и все молча покадают театр: повысьте БЕЗЫСХОДНОСТЬ на 1"
                }
            }
        }
    },
    {
        "id": 7,
        "version": "00",
        "step": "В огненной пещере брадатые жрецы Нашт и Каман-Та предупреждабт вас, что продолжать путь опасно. Вы настаиваете, что у вас достаточно знаний и решимости, чтобы войти в Мир грёз; бросьте 1 дополниоельный кубик за каждую улику.",
        "test": {
            "modificator": "-1",
            "type": "Will",
            "success": {
                "step": "Попав в Мир грёз, вы оказываетесь в гуще сражения с лунными тварями на чёрной галере, плывущей к луне",
                "test": {
                    "type": "Strength",
                    "success": "Вы похищаете их сокровище и используете его для обмена: ЗАКРОЙТЕ эти врата",
                    "fail": "Вы заблудились в лунных лесах: потеряйте 2 ЗДОРОВЬЯ,и вы ЗАДЕРЖАНЫ"
                }
            },
            "fail": {
                "step": "Боги сновидений изгоняют вас обратно в реальный мир и наказывают за непомерные амбиции. Вы не можете отличить реальность от снов: возьмите состояние ГАЛЛЮЦИНАЦИИ, и вы ЗАДЕРЖАНЫ"
            }
        }
    },
    {
        "id": 11,
        "version": "00",
        "step": "Чтобы войти в библиотеку, вам нужно предъявить тайный знак. Вспомнив всё, что вам известно, вы изображаете символ",
        "test": {
            "type": "Lore",
            "success": {
                "step": "В Великом зале вы должны вести себя уверенно, чтобы никто не заподозрил, что вас тут быть не должно",
                "test": {
                    "type": "Will",
                    "success": "Вы находите книгу, которую искали: ЗАКРОЙТЕ эти врата",
                    "fail": "Страх выдаёт вас, и вы взяты в плен: вы ЗАДЕРЖАНЫ"
                }
            },
            "fail": {
                "step": "Нарисованный вами знак не подходят, и вы снова оказываетесь на Земле, изо всех сил пытаясь сохранить память о том, что случилось. Возьмите состояние АМНЕЗИЯ, если не потратите 1 УЛИКУ"
            }
        }
    },
    {
        "id": 12,
        "version": "00",
        "step": "Вы уже устали ходить по безлюдным улицам, постоянно слыша смех и голоса где-то неподалёку, но так и не встретив ни одной живой души. Вы прислушиваетесь к обрывкам разговоров и попытке различить слова",
        "test": {
            "type": "Attention",
            "success": {
                "step": "Слова вам знакомы. Вы где-то читали о них и теперь вспоминаете, что они значат",
                "test": {
                    "type": "Lore",
                    "success": "Вы произносите магическую формулу: ЗАКРОЙТЕ эти врата",
                    "fail": "Загадочные слова слышатся вам отовсюду: возьмите состояние ПАРАНОЙЯ"
                }
            },
            "fail": {
                "step": "Слова остаются неразборчивыми, и вы понимаете, что заблудились, следуя за голосами. Медленно двигаясь самыми тёмными переулками Каркозы, вы ищете путь назад: потеряйте 2 РАССУДКА, если не ЗАДЕРЖИТЕСЬ"
            }
        }
    },
    {
        "id": 13,
        "version": "00",
        "step": "Обнаружив восковую маску и искусственные руки, вы с потрясением понимаете, что старик, с которым вы недавно говорили, на самом деле был каким-то ужасным существом, замаскированным под человека",
        "test": {
            "type": "Will",
            "success": {
                "step": "Теперь вы видите скрытый смысл в том, что рассказал вам старик. Вы пытаетесь истолковать его слова",
                "test": {
                    "type": "Lore",
                    "success": "Вы понимаете, что он имел в виду: ЗАКРОЙТЕ эти врата",
                    "fail": "Его слова только запутывают вас ещё сильнее: вы ЗАДЕРЖАНЫ"
                }
            },
            "fail": {
                "step": "Что за богомерзкая тварь скрываась под маской? В поисках ответа вы сверяетесь со своими записями",
                "test": {
                    "type": "Lore",
                    "modificator": "-1",
                    "success": "Вы находите нужную информацию: закройте эти врата",
                    "fail": "Вас гложет страх перед неведомым: потеряйте 3 РАССУДКА"
                }
            }
        }
    },
    {
        "id": 14,
        "version": "00",
        "step": "Вы слышите страшные завывания ветра и пытаетесь понять, откуда они доносятся. Можете потратить 1 УЛИКУ, чтобы перейти к успешному результату. В противном случае перейдите к провальному результату",
        "test": {
            "type": "Decision",
            "success": {
                "step": "Что-то огромное пытается ворваться через запертый люк. Грохот просто чудовищный, и вы уже готовы бежать",
                "test": {
                    "type": "Will",
                    "success": "Вы решаете дать отпор ужасной твари и с помощью йитиан ЗАКРЫВАЕТЕ эти врата",
                    "fail": "Вы в ужасе бежите от надвигающейся угрозы: потеряйте 1 РАССУДОК"
                }
            },
            "fail": {
                "step": "На вас нападает летучий полип, вырвавшийся из дыры в полу!",
                "test": {
                    "type": "Strength",
                    "success": "Благодарные йитиане помогают вам: закройте эти врата",
                    "fail": "В схватке пострадали ваши тело и разум: потеряйте 1 ЗДОРОВЬЕ и 1 РАССУДОК"
                }
            }
        }
    },
    {
        "id": 15,
        "version": "00",
        "step": "Вы нашли зловонное крылатое существо с перепончатыми лапами. Это создание будто прилетело из самых безумных ваших сновидений. Можете потратить 1 УЛИКУ, чтобы переёти к успешному результату. В противном случае перейдите к провальному результату",
        "test": {
            "type": "Decision",
            "success": {
                "step": "Кажется, вы читали о том, как путешествовать в космосе верхом на бьякхи",
                "test": {
                    "type": "Lore",
                    "success": "Вы вспоминаете, что для этого нужно выпить здёздного мёда, и благополучно возвращаетесь домой: ЗАКРОЙТЕ эти врата",
                    "fail": "Вы выпили что-то не то: возьмите состояние ГАЛЛЮЦИНАЦИИ"
                }
            },
            "fail": {
                "step": "Тварь просто ужасна, и вы пытаетесь справиться со своим страхом",
                "test": {
                    "type": "Will",
                    "success": "Вы сумели оседлать существо и вернуться на нём домой: закройте эти врата",
                    "fail": "Потеряйте 1 ЗДОРОВЬЕ"
                }
            }
        }
    },
    {
        "id": 17,
        "version": "00",
        "step": "Вглядываясь в облачные воды озера Хали, вы с ужасом видите, как вся поверхность покрывается рябью, будто что-то поднимается со дна. Вас охватывает такая паника, что вы не можете двинуться с места",
        "test": {
            "type": "Will",
            "success": {
                "step": "Собрав волю в кулак, вы бросаетесь бежать к двери, через которую вошли, - но вместо проёма теперь глухая стена. Вы стараетесь вспомнить магическую формулу, создающую портал",
                "test": {
                    "type": "Lore",
                    "success": "ЗАКРОЙТЕ эти врата",
                    "fail": "Вы отчаянно царапаете стену: потеряйте 1 РАССУДОК"
                }
            },
            "fail": {
                "step": "Из воды резко вырываются щупальца, одно из них хватает вас и тянет под воду. Вы пытаетесь обездвижить существо могущественной магией",
                "test": {
                    "type": "Lore",
                    "modificator": "-1",
                    "success": "Вы спасаетесь бегством: закройте эти врата",
                    "fail": "Вы затянуты в озеро: потеряйте 2 ЗДОРОВЬЯ"
                }
            }
        }
    },
    {
        "id": 19,
        "version": "00",
        "step": "Вы находите других странников, чей разум, как и ваш, был перенесён сквозь время и заключён в инопланетное тело. Вы убеждаете их поделиться с вами знаниями",
        "test": {
            "type": "Communication",
            "success": {
                "step": "Вам рассказывают много полезного: получите 1 УЛИКЕ. Слушая эти истории, вы вспоминаете о ритуале, который должен помочь вам выбраться отсюда",
                "test": {
                    "type": "Lore",
                    "modificator": "-1",
                    "success": "ЗАКРОЙТЕ эти врата",
                    "fail": "Ваша попытка терпит крах: потеряйте 1 РАССУДОК"
                }
            },
            "fail": {
                "step": "Вы не узнаёте ничего нового из рассказов этих существ. Более того, теперь вы едва можете выносить их присутствие. Вам нужна передышка, иначе нервного срыва не избежать. Возьмите состояние ПАРАНОЙЯ и потеряйте 1 РАССУДОК, если не ЗАДЕРЖИТЕСЬ"
            }
        }
    },
    {
        "id": 21,
        "version": "00",
        "step": "В Ултаре строго запрещено убивать кошек, поэтому в городе обитает множество этих мудрых созданий. Вы можете пообещаться с ними, если вспомните кошачий язык",
        "test": {
            "type": "Lore",
            "success": {
                "step": "Кошки рады поболтать и открывабт вам немало тайн: получите 2 УЛИКИ. Когда кто-то упоминает о еде, вокруг вас собираются десятки голодных кошек. Вы ЗАДЕРЖАНЫ, если не потратите 1 ЗОРОВЬЕ.",
                "test": {
                    "type": "Decision",
                    "success": "Вы отдаёте кошкам свои запасы, а самы остаётесь голодным: ЗАКРОЙТЕ эти врата"
                }
            },
            "fail": {
                "step": "Кошки разбегаются от вас. Это вызывает подозрения у жителей Ултара, и они изгоняют вас в Зачарованный лес: потеряйте 1 ЗДОРОВЬЕ. В лесу вы должны держаться настороже, чтобы вас не обокрали зуги",
                "test": {
                    "type": "Attention",
                    "fail": "Сбросьте 1 ВЕЩЬ"
                }
            }
        }
    },
    {
        "id": 22,
        "version": "00",
        "step": "Ми-го отказываются приближаться к городу зелёных пирамид. Чтобы исследовать эти заброшенные сооружения в одиночку, вам понадобится вся ваша смелость",
        "test": {
            "type": "Will",
            "success": {
                "step": "Вы нашли сокровище! Возьмите 1 АРТЕФАКТ. Из пирамид раздаются какие-то звуки, и вы ищетеЮ где бы спрятаться",
                "test": {
                    "type": "Attention",
                    "modificator": "-1",
                    "success": "Вы остаётесь в укрытии, пока угроза не минует: ЗАКРОЙТЕ эти врата",
                    "fail": "Вы приходите в себя, не помня, что с вами случилось: возьмите состояние АМНЕЗИЯ"
                }
            },
            "fail": {
                "step": "Вы бежите от прамид так юыстро, как только можете. Пока не вернуться ми-го, вас придётся только на собственные силы",
                "test": {
                    "type": "Strength",
                    "fail": "Вы страдаете от сурового климата этого мира: потеряйте 1 ЗДОРОВЬЕ и 1 РАССУДОК"
                }
            }
        }
    },
    {
        "id": 24,
        "version": "00",
        "step": "На изысканном маскараде вы беседуете с гостями. Кадый из этих самовлюблённых интриганов пытается сделать так, чтобы его объявили единственным наследников короны",
        "test": {
            "type": "Communication",
            "success": {
                "step": "Один из гостей пытается подкупить вас: возьмите 1 АРТЕФАКТ. Заметив это, королева требует, чтобы вы сняли маску. Она расспрашивает вас обо всём, что вы знаете: вы ЗАДЕРЖАНЫ, если не потратите 2 УЛИКИ",
                "test": {
                    "type": "Decision",
                    "success": "Вы снискали расположение королевы: ЗАКРОЙТЕ эти врата"
                }
            },
            "fail": {
                "step": "Внезапно вы осознаёте, что общаетесь с Призраком Истины: потеряйте 1 РАССУДОК. Ваш ужас только усиливается, когда вы понимаете, что на нём нет маски",
                "test": {
                    "type": "Will",
                    "fail": "Возьмите состояние ПАРАНОЙЯ"
                }
            }
        }
    },
    {
        "id": 27,
        "version": "01",
        "step": "Рядом с трупом ми-го вы находите большой ящик с инопланетным металлом ток'л. Этот редкий и ценный металл обладает высокий плотностью, но вы всё равно пытаетесь унести ящик",
        "test": {
            "modificator": "-1",
            "type": "Strength",
            "success": {
                "step": "Вы собираетесь вернуть ток'л владельцам в надежде на ответную услугу",
                "test": {
                    "type": "Communication",
                    "modificator": "-1",
                    "success": "Крылатые ракообразные существа возвращают вас домой: ЗАКРОЙТЕ эти врата",
                    "fail": "Ми-го с помощью какого-то устройства отнимают у вас и ящик, и вспонинания: возьмите состояние АМНЕЗИЯ"
                }
            },
            "fail": {
                "step": "Ящик оказался слишком тяжёлым для вас: возьмите состояние ТРАВМА СПИНЫ. Вы забираете небольшой образец ток'ла для исследований",
                "test": {
                    "type": "Lore",
                    "modificator": "-1",
                    "success": "Изучение инопланетного металла даёт вам ключ к тайным знаниям: возьмите 1 ЗАКЛИНАНИЕ"
                }
            }
        }
    },
    {
        "id": 28,
        "version": "01",
        "step": "Странный человек по фамилии Уайльд предлагает восстановить вашу репутацию в обмен на информацию. Можете потратить 1 УЛИКУ, чтобы перейти к успешному результату. В противном случае перейдите к провальному результату",
        "test": {
            "type": "Decision",
            "success": {
                "step": "Ваше доброе имя восстановлено: улучшите навык ОБЩЕНИЕ. Уайльд утверждает, что вы - последний король Америки. Вы стараетесь не поддаться обману",
                "test": {
                    "type": "Will",
                    "modificator": "-1",
                    "success": "Уайльд не настаивает и отправляет вас домой: ЗАКРОЙТЕ эти врата",
                    "fail": "Вам повсюду мерещатся угрозы вашему трону: возьмите состояние ПАРАНОЙЯ"
                }
            },
            "fail": {
                "step": "Получив отказ, Уайльд решает очернить вас. Вы уверены, что обладаете достаточным авторитетом, чтобы противостоять наветам",
                "test": {
                    "type": "Communication",
                    "modificator": "-1",
                    "fail": "Люди на улицах так и пялятся на вас: потеряйте 1 РАССУДОК и сбросьте все свои активы-СОЮЗНИКОВ"
                }
            }
        }
    },
    {
        "id": 31,
        "version": "02",
        "step": "Вас окружает огромная толпа чо-чо. Они вот-вот нападут, но вы вспоминаете, что неподалёку растёт редкий цветок - чёрный лотос. Перейдите к успешному результату, чтобы поделиться этим знанием с аборигенами, либо к провальному, если хотите сбежать от чо-чо",
        "test": {
            "type": "Decision",
            "success": {
                "step": "Чо-чо обещают помощь вам, если вы отведёте их к цветам лотоса, но искренность аборигенов вызывает у вас сомнения",
                "test": {
                    "type": "Communication",
                    "modificator": "-1",
                    "success": "Чо-чо помогают вам вернуться домой: ЗАКРОЙТЕ эти врата",
                    "fail": "Они бьют вас в спину отравленным клинком: возьмите 1 состояние-БОЛЕЗНЬ"
                }
            },
            "fail": {
                "step": "Преследователи бросают вам в лицо чёрный порошок: возьмите состояние ГАЛЛЮЦИНАЦИИ. Под действием яда в вашем сознании рождаются ужасные видения",
                "test": {
                    "type": "Will",
                    "modificator": "-1",
                    "success": "Вы возвращаетесь на Землю и разрушаете портал: закройте эти врата"
                }
            }
        }
    },
    {
        "id": 33,
        "version": "02",
        "step": "Что-то на горизонте привлекает ваше внимание, но прежде чем вам удаётся рассмотреть это, налетает буря. В снежном вихре вы не понимаете, куда идти. Переёдите к успешному результату, чтобы пробиваться вперёд, либо к провальному, если хотите вернуться назад.",
        "test": {
            "type": "Decision",
            "success": {
                "step": "Пробираясь сквозь буран, вы видите впереди гору, в Ленг исчезает за вашей спиной. Вы карабкаетесь по крутому склону. В любом случае переместитель в Гималаи",
                "test": {
                    "type": "Strength",
                    "modificator": "-1",
                    "success": "Вы достигаете вершины и понимаете, что взошли на Эверест: ЗАКРОЙТЕ эти врата и улучшите навые ВОЛЯ",
                    "fail": ""
                }
            },
            "fail": {
                "step": "Буря будто преследует вас, и вы ощущаете присутствие чего-то жуткого. Внезапно вы натываетесь на палубу корябля и просите моряков о помощи",
                "test": {
                    "type": "Communication",
                    "modificator": "-1",
                    "success": "Они не позволяют ничему иному пройти следом за вами: закройте эти врата. Переститесь в локацию 13",
                    "fail": "Переститесь в локацию 13"
                }
            }
        }
    },
    {
        "id": 34,
        "version": "02",
        "step": "Вы уже подходите к маяку Ленга, когда земля перед вами разверзается и из трещины медленно поднимается пузырящаяся чёрная масса. Мерзкое зрелище вызывает в вашей памяти отрывок из древнего текста",
        "test": {
            "modificator": "-1",
            "type": "Lore",
            "success": {
                "step": "Поняв, что перед вами щупальце Ниогты, вы мчитесь к маяку. Магические силы этого места возвращают вас на Землю: ЗАКРОЙТЕ эти врата. Когда вы проходите сквозь портал, маленькая частица Ниогты пытается проскользнуть с вами",
                "test": {
                    "type": "Attention",
                    "fail": "Возьмите 1 состояние-ПРЕСЛЕДОВАНИЕ"
                }
            },
            "fail": {
                "step": "Аморфная тварь затягивает вас под землю. Потеряйте 1 ЗДОРОВЬЕ. Заметив пробивающийся сверху свет, вы лезете к нему",
                "test": {
                    "type": "Strength",
                    "success": "Вы выбираетесь на поверхность: закройте эти врата",
                    "fail": "Вас заваливает землёй: возьмите 1 состояние-ТРАВМУ"
                }
            }
        }
    },
    {
        "id": 42,
        "version": "03",
        "step": "По улицам гуляют толпы любей в масках. Пугающе одновременно они поворачиваются к вам с спрашивают: 'Вы видели Жёлтый знак?' Перейдите к успешному результату, чтобы сказать, что видели знак, либо к провальному, если хотите ответить 'нет'",
        "test": {
            "type": "Decision",
            "success": {
                "step": "Внезапно вы оказываетесь одеты так же, как эти люди, и чувствуете, как рассудок покидает вас",
                "test": {
                    "type": "Will",
                    "modificator": "-1",
                    "success": "Вам открываются самые потаённые уголки Каркозы: возьмите 1 заклинание-АУРУ и ЗАКРОЙТЕ эти врата",
                    "fail": "Город пожирает ваш разум: потеряйте 2 РАССУДКА и возьмите 1 состояние-БЕЗУМИЕ"
                }
            },
            "fail": {
                "step": "Вы пытаетесь скрыться от разъярённой толпы",
                "test": {
                    "type": "Attention",
                    "modificator": "-1",
                    "success": "Позже вы находите среди порванных и окровавленных масок кое-что полезное: возьмите 1 РЕДКИЙ уникальный актив и закройте эти врата",
                    "fail": "Толпа ловит вас: потеряйте 2 РАССУДКА и возьмите состояние ТРАВМА ГОЛОВЫ"
                }
            }
        }
    }
]